gold_and_wax = [
    {
        "phrase": "አልታገልህም እባክህን ተወኝ፣ ኋላ ማፈር አለ እሰው ፊት ጥለኸኝ፡፡"
    },
    {
        "phrase": "አልነገርኩህም ወይ ተው አይሆንም ብዬ፣ ልብህን አሞራ የበላው ሰውዬ፡፡"
    },
    {
        "phrase": "አልነገረኸኝም ወይ ባላባት ነኝ ብለህ፣ እንግዲያ ምነዋ እዚህ አገር የለህ፡፡"
    },
    {
        "phrase": "አልጋ ቢደላደል መንግሥት ቢረጋ፣ በማገር ይበላል እንዲህ ያለ ሥጋ፡፡"
    },
    {
        "phrase": "አልፈልግም ሌላ ትበቂኛለሽ፣ ለቤቴ ጥበቃ በይ አንቺው አለሽ።"

    },
    {
        "phrase": "አሐዱ ብሎ ቅዱስ፣ እንዴት ይጠፋል ለቄስ፣በስመ አብን ሳያውቅ እንዴት ኖረ እንደኔ ያልተማረ።"
    },
    {
        "phrase": "አማቶችህ መጡ ተሸሸግ የለህም፣ እንዲያው ማፈሩ አያዛልቅህም።"
    },
    {
        "phrase": "አምላኬ ግብርህን እንዳታሳንሰው፤ እምቢ ብሎ አይቀርም አንተ የጠራኸው ሰው።"
    },
    {
        "phrase": "አምላክ በጨለማ እንዳይሄድ አውቃለሁ፣ ቀን ያልፋል ብለዉኝ እጠባበቃለሁ፡፡"
    },
    {
        "phrase": "አምላክ ብጠራህ ዝም አልህ፣ ምነው እያለህ እንደሌለህ፡፡"
    },
    {
        "phrase": "አምላክ ግብር ጠርቶ ያበላል ይላሉ፤ አንድም ቀሪ የለም ሁሉም ይጠራሉ።"
    },
    {
        "phrase": "አሞራ አይደለሁ ሳቢሳ፣ ላባይ ለጣና የምሣሣ፣ ከባሕሩ ቆሜ ቢያየኝ፣ እኔን ደሴት አለኝ"
    },
    {
        "phrase": "አራሲቱ ወተት ጠጪ ይሻልሻል፣ አልቦ ይዞ ባልሽ ያስፈርድብሻል፡፡"
    },
    {
        "phrase": "አርባ ሑዳዴን መሖደድ፣ አክፍለት አለ የግድ፣ የሰው ሁሉ መጎጃው፣ በማማት እንጂ ነው፡፡"
    },
    {
        "phrase": "አምላክ ግብር ሰርቶ ይበላል ይላሉ፣ አንድም ቀሪ የለም ሁሉም ይጠራሉ፡፡"
    },
    {
        "phrase": "አምናና ካችአምና ደኀና ሰው ነበረች፣ በሽታዋ መጣ ትተኩስ ጀመረች፡፡"
    },
    {
        "phrase": "አሞራ እንኳ አዝኖ በወንድሜ ሞት፣ ዋ ብሎ በረረ አንጀቱን በልቶት፡፡"
    },
    {
        "phrase": "አረጉም እንቢ አለ እየተበጠሰ፣ ገመዱም እንቢ አለ እየተበጠሰ፣ ያለማገር ቀረ አንኮበር ፈረሰ፡፡"
    },
    {
        "phrase": "አራዳ ለኪራይ ቤት የፈለጋችሁ፣ ዘማለች ምናልባት በውል እያያችሁ"
    },
    {
        "phrase": "አርባ ስድስት አመት የገዛኸው ንጉሥ፣ እንዳለህም ስጠኝ እንደሌለህ ላልቅስ፡፡"
    },
    {
        "phrase": "አሰማራቸውና ከብቶቻችን ይብሉ፣ አሰማራቸውና በጎቻችን ይብሉ፣ አሰማራቸውና ፍየሎቹ ይብሉ፣ ያ ሣር አይደለም ወይ የምናየው ሁሉ፡፡"

    },
    {
        "phrase": "አሳድጊያለሁ ሶሎግ ውሻ፣ የዱር አራዊት መቀስቀሻ፣ ተመልካቾችም አፋፍ ሁኑ፣ በሉ እናንተም አድኑ።"
    },
    {
        "phrase": "አስፈልገን ነበር በየአገሩ ሁሉ፣ እንሳሮ ወረዳ ቀን ታይታለች አሉ፡፡"
    },
    {
        "phrase": "አርደህ ብላው አሉኝ ለምን አርደዋለሁ፣ ሲመጣ ከፊቱ ያን በግ አየዋለሁ፡፡"
    },
    {
        "phrase": "አሳላፊው ሁሉ ባይሆነን ወዳጅ፣ ሳያድለን ቀረ እኛን ጠላ ጠጅ፡፡"
    },
    {
        "phrase": "አሳብም የለብኝ እኔስ ዐርፌያለሁ፣ በቆላም በደጋም ዘሬን ጨርሻለሁ፡፡"
    },
    {
        "phrase": "አሳጨደች አሉ አልማዝ ስንዴዋን፣ ትታልኝ አንድ እመም የማልችለውን"
    },
    {
        "phrase": "አስከ ዛሬ ድረስ ሲያገለግልዎ፣ ምን ተበደለና አለሙ ከዳዎ፡፡"

    },
    {
        "phrase": "አሻቅቤ አይቼ አቆልቁዬ አያለሁ፣ አገሬን ካለሰው ምን አረገዋለሁ፡፡"
    },
    {
        "phrase": "ሞጣ ቀራኒዮ ምነው አይታስ፣ በሬ ሳላይ መጣሁ ከዚያ እስከዚህ ድረስ።"
    }
]
