gold_and_wax = [
    {
        "phrase": "አልታገልህም እባክህን ተወኝ፣ ኋላ ማፈር አለ እሰው ፊት ጥለኸኝ፡፡", "solution": "ኅብረ ቃል: ኋላ ማፈር አለ\nሰም: በሕዝብ ፊት የጣልኸኝ እንደሆነ እንዳላፍር አልታገልህም\nወርቅ: ኖሮ ኖሮ የጊዜው ጊዜ በመቃብር አፈር መሆን አለ"
    },
    {
        "phrase": "አልነገርኩህም ወይ ተው አይሆንም ብዬ፣ ልብህን አሞራ የበላው ሰውዬ፡፡", "solution": "ኅብረ ቃል: ልብህን አሞራ የበላው ሰውዬ\nሰም: የማስታወስ ችሎታ የሌለህ ልበ ቢስ ነህ\nወርቅ: ሰውዬ ሞተህ ቀባሪ አጥተህ ልብህን አሞራ በላውን"
    },
    {
        "phrase": "አልነገረኸኝም ወይ ባላባት ነኝ ብለህ፣ እንግዲያ ምነዋ እዚህ አገር የለህ፡፡", "solution": "ኅብረ ቃል: እዚህ አገር የለህ\nሰም: ምነው በዚህ አገር እርስት የለህ ጌታ ነኝ ብዙ ጉልትና ሀብት አለኝ ትል አልነበረምን\nወርቅ: እንደ አባት የነበርከው ባሌ በሞት ጥለኸኝ ሄድክን ንግግርህ ሁሉ ከንቱ ሆኖ ቀረ"
    },
    {
        "phrase": "አልጋ ቢደላደል መንግሥት ቢረጋ፣ በማገር ይበላል እንዲህ ያለ ሥጋ፡፡", "solution": "ኅብረ ቃል: በማገር\nሰም: በማን አገር እንዲህ ያለ ሥጋ ያማረ ጮማ የሆነ ሥጋ ይበላል\nወርቅ: እንዲህ ያለ ያማረ ሥጋ ቢላዎ ታጥቶ ለማገር በተሰናዳ በተሰነበጠ መቃ እየተቆረጠ ይበላል"
    },
    {
        "phrase": "አልፈልግም ሌላ ትበቂኛለሽ፣ ለቤቴ ጥበቃ በይ አንቺው አለሽ።", "solution": "ኅብረ ቃል: በይ አንቺው አለሽ\nሰም: ቤቱን ለመጠበቅ አጥር ግቢውን ለመመልከት ሌላ ሰው አያሻም አንችው ትበቂያለሽ\nወርቅ: ለሌላ ተጋባዥ አያስፈልግም የተሰናዳውን ለመብላት የተዘጋጀውን ለማባከን አንቺው በቂ ነሽ"
    }
]