gold_and_wax = [
    {
        "phrase": "አልታገልህም እባክህን ተወኝ፣ ኋላ ማፈር አለ እሰው ፊት ጥለኸኝ፡፡", "solution": "ኅብረ ቃል: ኋላ ማፈር አለ\nሰም: በሕዝብ ፊት የጣልኸኝ እንደሆነ እንዳላፍር አልታገልህም\nወርቅ: ኖሮ ኖሮ የጊዜው ጊዜ በመቃብር አፈር መሆን አለ"
    },
    {
        "phrase": "አልነገርኩህም ወይ ተው አይሆንም ብዬ፣ ልብህን አሞራ የበላው ሰውዬ፡፡", "solution": "ኅብረ ቃል: ልብህን አሞራ የበላው ሰውዬ\nሰም: የማስታወስ ችሎታ የሌለህ ልበ ቢስ ነህ\nወርቅ: ሰውዬ ሞተህ ቀባሪ አጥተህ ልብህን አሞራ በላውን"
    },
    {
        "phrase": "አልነገረኸኝም ወይ ባላባት ነኝ ብለህ፣ እንግዲያ ምነዋ እዚህ አገር የለህ፡፡",
        "solution": "ኅብረ ቃል: እዚህ አገር የለህ\nሰም: ምነው በዚህ አገር እርስት የለህ ጌታ ነኝ ብዙ ጉልትና ሀብት አለኝ ትል አልነበረምን\nወርቅ: እንደ አባት የነበርከው ባሌ በሞት ጥለኸኝ ሄድክን ንግግርህ ሁሉ ከንቱ ሆኖ ቀረ"
    },
    {
        "phrase": "አልጋ ቢደላደል መንግሥት ቢረጋ፣ በማገር ይበላል እንዲህ ያለ ሥጋ፡፡", "solution": "ኅብረ ቃል: በማገር\nሰም: በማን አገር እንዲህ ያለ ሥጋ ያማረ ጮማ የሆነ ሥጋ ይበላል\nወርቅ: እንዲህ ያለ ያማረ ሥጋ ቢላዎ ታጥቶ ለማገር በተሰናዳ በተሰነበጠ መቃ እየተቆረጠ ይበላል"
    },
    {
        "phrase": "አልፈልግም ሌላ ትበቂኛለሽ፣ ለቤቴ ጥበቃ በይ አንቺው አለሽ።",
        "solution": "ኅብረ ቃል: በይ አንቺው አለሽ\nሰም: ቤቱን ለመጠበቅ አጥር ግቢውን ለመመልከት ሌላ ሰው አያሻም አንችው ትበቂያለሽ\nወርቅ: ለሌላ ተጋባዥ አያስፈልግም የተሰናዳውን ለመብላት የተዘጋጀውን ለማባከን አንቺው በቂ ነሽ"
    },
    {
        "phrase": "አሐዱ ብሎ ቅዱስ፣ እንዴት ይጠፋል ለቄስ፣በስመ አብን ሳያውቅ እንዴት ኖረ እንደኔ ያልተማረ።",
        "solution": "ኅብረ ቃል: እንደኔ ያልተማረ\nሰም: ቀለም ያላወቀ መሀይምን ሰማይ ብልጭ ቢል በስመ አብ የማይል\nወርቅ: እንደኔ ያልተማረ ምሕረትን ያላገኘ ይቅር ያልተባለ የተፈረደበት"
    },
    {
        "phrase": "አማቶችህ መጡ ተሸሸግ የለህም፣ እንዲያው ማፈሩ አያዛልቅህም።", "solution": "ኅብረ ቃል: እንዲያው ማፈሩ\nሰም: አማቶችህ መጡልህ ማየቱ ያሳፍርሃልና ተደበቅ\nወርቅ: ተቀብረህ በአፈሩ ውስጥ አትኖርም ቲቢያ ትሆናለህ፡፡"
    },
    {
        "phrase": "አምላኬ ግብርህን እንዳታሳንሰው፤ እምቢ ብሎ አይቀርም አንተ የጠራኸው ሰው።", "solution": "ኅብረ ቃል: አንተ የጠራኸው ሰው\nሰም: የተጠሩት ሁሉ ስለሚመጡ ግብሩን (የራት ግብዣውን) እንዳታሳንሰው\nወርቅ: ከመሞት የሚያመልጥ ሰው የለም"
    },
    {
        "phrase": "አምላክ በጨለማ እንዳይሄድ አውቃለሁ፣ ቀን ያልፋል ብለዉኝ እጠባበቃለሁ፡፡", "solution": "ኅብረ ቃል: ቀን ያልፋል\nሰም: አምላክ ጸሐይ ሳለ በጊዜ ይሄዳል ብለዉኝ እጠብቃለሁ\nወርቅ: የመከራና የችግር ጊዜ ኃላፊ መሆኑን ስለምረዳ በትዕግስት መጪዉን መልካሙን ጊዜ እጠባበቃለሁ"
    },
    {
        "phrase": "አምላክ ብጠራህ ዝም አልህ፣ ምነው እያለህ እንደሌለህ፡፡",
        "solution": "ኅብረ ቃል: እያለህ እንደሌለህ\nሰም: ምነው ሲያብል የተኛን ሆንክ እያለህ እንደሌለህ ሁሉ እየሰማህ ዝም አልህ\nወርቅ: እግዚአብሔር ሆይ መስጠት መንሣት ገንዘብህ ሆኖ ሳለ ምነው ዝም አልከኝ ምነው ስቸገር ጨከንክብኝ፣ ምነው ምሉእ በኩለሄ ስትሆን በግዛት ህወ እንዲህ ያለ ግፍ ሲሠራብኝ ዝም ትላለህ"
    },
    {
        "phrase": "አምላክ ግብር ጠርቶ ያበላል ይላሉ፤ አንድም ቀሪ የለም ሁሉም ይጠራሉ።", "solution": "ኅብረ ቃል: ሁሉም ይጠራሉ\nሰም: ሁሉም ሰዎች ለግብር (ራት ግብዣ) ይጠራሉ\nወርቅ: ከሞት የሚቀር ማንም ሰው የለም"
    },
    {
        "phrase": "አሞራ አይደለሁ ሳቢሳ፣ ላባይ ለጣና የምሣሣ፣ ከባሕሩ ቆሜ ቢያየኝ፣ እኔን ደሴት አለኝ", "solution": "ኅብረ ቃል: ደሴት አለ\nሰም: በውሃ የተከበበ መሬት አደረገኝ\nወርቅ: እኔን ደስ መች አለኝ ፍሥሐና ደስታ አላገኘሁም"
    },
    {
        "phrase": "አራሲቱ ወተት ጠጪ ይሻልሻል፣ አልቦ ይዞ ባልሽ ያስፈርድብሻል፡፡",
        "solution": "ኅብረ ቃል: አልቦ ይዞ\nሰም: ወተት አልቦ አምጥቶልሻል ጠጪ ይደግፍሻል እንደ ሴት አዘጋጅቶ ባልሸ ያመጣልሽን እንቢ ማለት ጡር ይሆንብሻል\nወርቅ: ባልሽ የእግር አልቦሽን ይዞ ዘመድ አዝማድሽን ያስለቅሳል"
    },
    {
        "phrase": "አርባ ሑዳዴን መሖደድ፣ አክፍለት አለ የግድ፣ የሰው ሁሉ መጎጃው፣ በማማት እንጂ ነው፡፡", "solution": "ኅብረ ቃል: በማማት\nሰም: ሰው በህማማት ሰሞን ጦም ይደክማል ሰውነቱ ይጎዳል\nወርቅ: ሰው ሁሉ የሚጎዳው በሐሜትና በነገር ነው"
    },
    {
        "phrase": "አምላክ ግብር ሰርቶ ይበላል ይላሉ፣ አንድም ቀሪ የለም ሁሉም ይጠራሉ፡፡", "solution": "ኅብረ ቃል: ሁሉም ይጠራሉ\nሰም: አምላክ ግብዣ ስለሚያደርግ ማንኛውም ሰው ይጠራል የሚቀር አይኖርም\nወርቅ: ሥጋ የለበሰ ሁሉም ሟች ነው በዚህ አለም የሚቀር የለም"
    },
    {
        "phrase": "አምናና ካችአምና ደኀና ሰው ነበረች፣ በሽታዋ መጣ ትተኩስ ጀመረች፡፡", "solution": "ኅብረ ቃል: ትተኩስ ጀመረች\nሰም: ዘንድሮ ሕመም አደረባት መሰለኝ ሰውነቷ ያተኩስ ጀመር\nወርቅ: የሠራችውን ሸክላ በእሳት መተኮስ ጀመረች ሥራዋን ቀጠለች የዘሯን ሞያ አረሳችም፡፡"
    },
    {
        "phrase": "አሞራ እንኳ አዝኖ በወንድሜ ሞት፣ ዋ ብሎ በረረ አንጀቱን በልቶት፡፡", "solution": "ኅብረ ቃል: አንጀቱን በልቶት\nሰም: አሞራ እንኳ በወንድሜ ሞት አዝኖ ተክዞ ዋ ብሎ ጮኸ አልቅሶ ሄደ\nወርቅ: የወንድሜን አንጀት አሞራ በላው በጦር ሜዳ ወድቆ ጆፌው ጎሢው ተቧጨቀው፡፡"
    },
    {
        "phrase": "አረጉም እንቢ አለ እየተበጠሰ፣ ገመዱም እንቢ አለ እየተበጠሰ፣ ያለማገር ቀረ አንኮበር ፈረሰ፡፡",
        "solution": "ኅብረ ቃል: ያለማገር\nሰም: በአንኮበር የቆመው የቤት ግድጊዳ ሳይማገር ቀረ በውጥን ሳያልቅ ቀረ\nወርቅ: መልካሙ አገር አንኮበር የብዙ ሕዝብ መኖርያ የነበረው ጠፋ ተድላ ደስታ ማያ የነበረው ቦታ ተመዘበረ፡፡"
    },
    {
        "phrase": "አራዳ ለኪራይ ቤት የፈለጋችሁ፣ ዘማለች ምናልባት በውል እያያችሁ",
        "solution": "ኅብረ ቃል: ዘማለች\nሰም: የምትከራየው ቤት ወደ አንድ ወገን አዘንብላለች ልትወድቅ ጥቂት ቀርቷታል አጋድላለች ዘማለች\nወርቅ: ወደ አራዳ የምትወጡ ሁሉ እንዳትሳሳቱ ዘማዊት ሴት አለች ዐጓጉል እንዳትሆኑ ተጠንቀቁ"
    },
    {
        "phrase": "አርባ ስድስት አመት የገዛኸው ንጉሥ፣ እንዳለህም ስጠኝ እንደሌለህ ላልቅስ፡፡", "solution": "ኅብረ ቃል: እንዳለህም\nሰም: ገንዘብ እንዳለህ ስጠኝ ካጣህም ይቅር ተዎው በዕድሌ ልዘን ላልቅስ\nወርቅ: መኖር አለመኖርህን ልወቀው ሞተህ እንደሆን እርሜን ላውጣ ላልቅስ፡፡"
    },
    {
        "phrase": "አሰማራቸውና ከብቶቻችን ይብሉ፣ አሰማራቸውና በጎቻችን ይብሉ፣ አሰማራቸውና ፍየሎቹ ይብሉ፣ ያ ሣር አይደለም ወይ የምናየው ሁሉ፡፡",
        "solution": "ኅብረ ቃል: ያ ሣር\nሰም የምናየው የምንመለከተው ሁሉ ምን መሰለው ሣር እኮ ነው ከብቶቹን ወደዚያ ንዳቸውና ይጋጡ\nወርቅ: ማናቸውም በዚሀህ ዓለም የምናየው ሁሉ ትግል ጭንቅ ፈተና አሳር ያለበት ስለሆነ ምን ያለፋል፡፡"
    },
    {
        "phrase": "አሳድጊያለሁ ሶሎግ ውሻ፣ የዱር አራዊት መቀስቀሻ፣ ተመልካቾችም አፋፍ ሁኑ፣ በሉ እናንተም አድኑ", "solution": "ኅብረ ቃል: አድኑ\nሰም:እናንተም ወደ አደናችሁ ሂዱ ደን ለደን ዋሉ አውሬ ግደሉ\nወርቅ: እናንተም ከሞት አትድኑም አትተርፉም፣ ሟቾች ናችሁ"
    },
    {
        "phrase": "አስፈልገን ነበር በየአገሩ ሁሉ፣ እንሳሮ ወረዳ ቀን ታይታለች አሉ፡፡", "solution": "ኅብረ ቃል: ቀን ታይታለች\nሰም: በብረሃን ሳይመሽ እንሳሮ ወረዳ ታይታለች ይላሉ\nወርቅ: እንሳሮ ላይ አለም ታይቷል ፍሰሓና ደስታ ብቻ ሆኖ፡፡"
    },
    {
        "phrase": "አርደህ ብላው አሉኝ ለምን አርደዋለሁ፣ ሲመጣ ከፊቱ ያን በግ አየዋለሁ፡፡", "solution": "ኅብረ ቃል: ያን በግ\nሰም: ያ በግ ሲመጣ ቦቃ ይሁን በልጭማ አየዋለሁ እንዲታረድ ግን አልፈቅድም\nወርቅ: ክረምቱ ሲጠባ የበጋው ወራት ደግሞ እንዴት እንደምሆን አየዋለሁ፡፡"
    },
    {
        "phrase": "አሳላፊው ሁሉ ባይሆነን ወዳጅ፣ ሳያድለን ቀረ እኛን ጠላ ጠጅ፡፡", "solution": "ኅብረ ቃል: ሳያድለን ቀረ እኛን\nሰም: አሳላፊው ጠላና ጠጅ ሳይሰጠን ቀረ ዘለለን\nወርቅ: ሀብት ሰጭ የሆኑ ጌቶች ሁሉ ሳንታደል በመቅረታችን ግዛት ሳይሰጡን ቀሩ ከችግር አላወጡንም፡፡"
    },
    {
        "phrase": "አሳብም የለብኝ እኔስ ዐርፌያለሁ፣ በቆላም በደጋም ዘሬን ጨርሻለሁ፡፡", "solution": "ኅብረ ቃል: ዘሬን\nሰም: በቆላም በደጋም ያለዉን መሬቴን ዘርቼ ጨርሼያለሁ አዝመራዬን አጠናቅቄያለሁ\nወርቅ: በያለበት ያሉት ዘመዶቼ በሞት አለቁ ዘሮቼ ወገኖቼ ከዚህ አለም ተሟጠጡ፡፡"
    },
    {
        "phrase": "አሳጨደች አሉ አልማዝ ስንዴዋን፣ ትታልኝ አንድ እመም የማልችለውን", "solution": "ኅብረ ቃል: እመም\nሰም: አልማዝ ድርሻ ፋንታዬ አንድ እመም አስቀርታልኝ የቀረውን እኽል አሳጨደች\nወርቅ: አልማዝ የሚያስጨንቅ የሚያስጠብብ የማይዘልቅ የፍቅር ህመም ትታልኝ ሄደች"
    },
    {
        "phrase": "አስከ ዛሬ ድረስ ሲያገለግልዎ፣ ምን ተበደለና አለሙ ከዳዎ፡፡",
        "solution": "ኅብረ ቃል: አለሙ\nሰም: አገልጋይዎ ዓለሙ ምን ቢደርጉት ነው የከዳዎት፤ምን በድለውት ነው ጥሎዎት የሔደው\nወርቅ: እሰከ ዛሬ የነበረው ተድላ ደስታ የት ጠፋ ያ ሁሉ ዓለም ወዴት ደረሰ፤ ዓለሙ ልጅዎ ለወግ ለማዕረግ ሳይደርስ ምነው ሞት ፈጥኖ ወሰደው፡፡"
    },
    {
        "phrase": "አሻቅቤ አይቼ አቆልቁዬ አያለሁ፣ አገሬን ካለሰው ምን አረገዋለሁ፡፡", "solution": "ኅብረ ቃል: አገሬን ካለሰው\nሰም: ሰው አገሬ ልግባ ብሎ ቆርጦ ከተነሣ ምን ማድረግ ይቻላል\nወርቅ: ሰው ከሞተ የሚኖርበት ከሌለ አገር ባዶዉን ምን ያደርጋል"
    },
    {
        "phrase": "ሞጣ ቀራኒዮ ምነው አይታስ፣ በሬ ሳላይ መጣሁ ከዚያ እስከዚህ ድረስ።", "solution": "ኅብረ ቃል: በሬ ሳላይ\nሰም: የሚያርስ በሬ ሳላይ መጣሁ\nወርቅ: ሰው ሁሉ በረሃብ ሞቶ ሬሳ ላይ እየ"
    },
    {
        "phrase": "አሽከሬ ጠፍቶኛል በቅሎዬም ጠፍቶኛል፣ አፋልገኝ ጎጃሜ በባል ቀን ይገኛል፡፡", "solution": "ኅብረ ቃል:  በባል ቀን\nሰም: ብዙ ሆነን በበዓል ቀን (ባዘቦት) ብንፈልግ ይገኛል\nወርቅ: ከባል ጋራ አብሮ መኖር ከቁም ነገር ያደርሳል መውለድ መክበድ ይገኛል"
    },
    {
        "phrase": "እናቴን አርግዤ ሆዴ ይላወሳል፣ ሳላገለግላት የኔም ቀን ይደርሳል፡፡", "solution": "ኅብረ ቃል:  የኔም ቀን\nሰም: ለደግነትሽ ወደር የሌለው እምዬ ሞትሽብኝ ሐዘንሽ በሆዴ ተፀነሰ\nወርቅ: በናቴ ሞት ሳዝን ስተክዝ በሐዘን ስቀጠቀጥ የኔም እለተ ሞት ይመጣል፡፡"
    },
    {
        "phrase": "እናትና አባትሽ ሥጋ ነው እርማቸው፣ አንዠት ትበያለሽ አንቺማ ልጃቸው", "solution": "ኅብረ ቃል: አንዠት\nሰም: አባት እናትሽ ሥጋ እርማቸው ነው አንቺ ግን አንጀት ሳይቀር ትበያለሽ\nወርቅ:  አንቺ ፍቅር ታውቂያሽ ትዝታሽ ከሆድ አይጠፋም አንጀት ይበላል ያብከነክናል"
    },
    {
        "phrase": "እናንት መኳንንቶች በምን ወጥ በላችሁ፣ እኛም በሽሯችን እናንተም ባሣችሁ፡፡",
        "solution": "ኅብረ ቃል:  ባሣችሁ\nሰም: መኳንንቶች እናንተ በአሣ ወጥ ሥትመገቡ እኛ በሽሮ በላን እንደ እናንተ ዓሣ ሳናገኝ ቀረን\nወርቅ: ከኛ ከጦም አዳሪዎቹ እናንተ መኳንንቶቹ ይልቅ ችግረኛ መስላችሁ ትገኛላችሁ ልመናው ደጅ ጥናቱ በናንተ ባሰ ተራ አልሰጥ አላችሁ፡፡"
    },
    {
        "phrase": "እናንት የጎዣም መኳንንት፣ ጭቃ አይንካችሁ በክረምት፣ ባገራችሁ በወንዛችሁ፣ ወየው ወየው በራችሁ",
        "solution": "ኅብረ ቃል: ወየው ወየው በራችሁ\nሰም: በራችሁ ጭቃ ነው፣ ምድራኻችሁ ማጥ ብቻ ነው፣ የእግር ማረፊያና መተላለፊያ አይገኝም\nወርቅ: በራችሁ ሮጣችሁ አምልጡ፣ እግራችሁን አውጡ"
    },
    {
        "phrase": "እናቴ ገበያ ለምን ትሄጃለሽ፣ እኔም አለቅሳለሁ ላንቺም ዋጋ የለሽ፡፡",
        "solution": "ኅብረ ቃል: ላንቺም ዋጋ የለሽ\nሰም: አንቺም በከንቱ ትለፊያለሽ እኔም በብቸኝነቴ ሳለቅስ እውላለሁ ጥለሽኝ ገበያ መሄድሽ ይቅር የዛሬን እቤት ዋይ\nወርቅ: እምዬ በሞትሽ ባዘንሽ ብተክዝ ለድካምሽ ዋጋ አይገኝለትም ብድርሽ ሊከፈል አይቻልም ወሮታሽ ታላቅ ነው የሚመለስ አይደለም፡፡"
    },
    {
        "phrase": "እናት አባት ንቃ ወጥታ ከፈቃድ፣ እዩዋት ይችህን ወጣት ባልጋ ስትሄድ፡፡", "solution": "ኅብረ ቃል: ባልጋ\nሰም: እዩዋት ባለጌ ሆና ከናት ካባቷ ፈቃድ ወጥታ ስትኮበልል የወላጆቿን ምክር ጥሳ ስትሄድ ተመልከቷት\nወርቅ: ሞታ በአልጋ ወደ ቤተክርስቲያን ለመቀበር ተጓዘች"
    },
    {
        "phrase": "እናትና አባትሽ ዘመዶችሽ ሁሉ፣ ምነው በረገሙሽ ባነሣሽ እያሉ።", "solution": "ኅብረ ቃል: ባነሣሽ\nሰም: አባት እናትሽ ያንሣሽ ብለው በረገሙሽ ይሻላል\nወርቅ: ቆመሽ ከምትቀሪ መነው አንዱ ጠልፎ በወሰደሽ እያሉ ዘመዶችሽ ይመኙልሻል"
    },
    {
        "phrase": "እናዝሬት ለመሄድ በቢሾፍቱ በኩል፣ በመኪና አለፉ የሐረሩ ልዑል፡፡", "solution": "ኅብረ ቃል:  አለፉ\nሰም: የሐረሩ መስፍን በመኪና ተቀምጠው በቢሾፍቱ በኩል ሄዱ በዚያ አድርገው አለፉ\nወርቅ: የሐረር ገኝ የነበሩት ልዑል መኮንን በመኪና አደጋ ሞቱ እቢሾፍቱ አጠገብ ዐረፉ፡፡"
    },
    {
        "phrase": "እኔ ምን ቸገረኝ ቢሰበር ዋዲያቱ፣ ደቁ አለ ጌታዬ የበላሁበቱ፡፡", "solution": "ኅብረ ቃል: ደቁ\nሰም: ጌታዬ የበላሁበት ወጭት አለ እሱ እንደዋዲያቱ አልተሰበረም\nወርቅ: ያበላኝ ያጠጣኝ የነበረው ጌታዬ ሞተ ወየው ወየው ዐፈር ሆነና ቀረ፡፡"
    },
    {
        "phrase": "የሰውን ቤት ጨርሼ አየሁት፣ ግን እንደኛ የለም የተጣራ ቤት፡፡", "solution": "ኅብረ ቃል: የተጣራ\nሰም: ምንም እንኳ የዘንድሮው ችግር ያገር ቢሆን እንደኛ የሚላስ የሚቀመስ የታጣበት ቤት አይገኝም\nወርቅ: ሞት በሁሉም ቤት ይገባል ግን እንደኛ ያጠቃው ዘር ያሳጣው የለም"
    },
    {
        "phrase": "የሰጡኝን ጠላ አለ አኑሬዋለሁ፣የሰጡኝንም ጠጅ አለ አኑሬዋለሁ፣ በራሴ አዘንብዬ ባይኔ እቀዳዋለሁ፡፡",
        "solution": "ኅብረ ቃል: በራሴ አዘንብዬ\nሰም: በጋን የሰጡኝን ጠጅ አዘንብዬ እየቀዳሁ እጠጣዋለሁ\nወርቅ: እንግዲህ የማለቅሰውና የማዝነው ለራሴ ስል ነው ወሮታዎ ውለታዎ ያንሰቀስቀኛል ያበሉኝ ጮማ አንጀቴን ይበላዋል ያጠጡኝ ጠጅ እንባ ሆኖ በአይኔ ይኸው ይፈሳል"
    },
    {
        "phrase": "የሴቶች ሙያ ነው በልብህ ሳትል፣ ሰፍተህ እንድትኖርለንጉሥ አገልግል፡፡",
        "solution": "ኅብረ ቃል: ሰፍተህ\nሰም: ምንም የሴት ሞያ ቢሆን አንድ አገልግል ሰፍተህ ለንጉሡ ገጸ በረከት አቅርብ ማስታወሻ ብለህ ስጥ\nወርቅ: ከብረህ ገነህ ወግ ማዕረግ ደርሶህ ሥልጣን አግኝተህ እንድትኖር ተግተህ ለንጉሥ አገልግል በቅንነት በታዛዥነት ላገርህ ሥራ፡፡"
    },
    {
        "phrase": "የሸዋ መኳንንት እንግዲህ አትልፉ፣ ተመዞ የነበረ ተከተተ ሰይፉ፡፡",
        "solution": "ኅብረ ቃል: ተከተተ ሰይፉ\nሰም: ከአፎቱ ተመዞ የነበረው ሰይፍ ወደ ሰገባው ተመለሰ ከቦታው ገባ\nወርቅ: በሥልጣኑና በኃይሉ ከፍ ከፍ ብሎ አገሩን ሸዋን ይገዛ የነበረው ሰይፉ ሣህለ ሥላሴ ሞተ ተከተተ ተቀበረ፡፡"
    },
    {
        "phrase": "የሽንብራ እሸቱን የበላው ሌላ ነው፣ እኛ የታማነው በጥርጣሪው ነው",
        "solution": "ኅብረ ቃል: በጥርጣሪው\nሰም: እሸቱን ሳንበላ እኛ የታማነው ፍልፋዩ ጥርጣሪው አጠገባችን ስለ ተገኘ ነው\nወርቅ: እኛ የተወቀሥነው በሰው አፍ የታማነው ባላደረግነው ባልሠራነው ሥራ ተጠርጥረን ነው"
    },
    {
        "phrase": "የሰጡትን ዕቃ ቆጥሮ ካላኖረ፣ ታጣ ወዳጅነት ዘመድ መሆን ቀረ፡፡", "solution": "ኅብረ ቃል: ታጣ\nሰም: ታማኝነት ከጠፋ አደራ ያስቀመጡትን ማጥፋትና መካድ ከመጣ ምን ዝምድና ተገኘ ወዳጅነትስ የት አለ\nወርቅ: ሰው ሀብት ከሌለው ካጣ ከነጣ ወዳጅ ዘመድ የለውም፡፡"
    },
    {
        "phrase": "የሴትን ነገር አምነህ፣ መሄድህ ነው ወይ አብረህ፣ እንዲህም አይደል መንገድ፣ ኧረ ተው አትሂድ", "solution": "ኅብረ ቃል:  ተው አትሂድ\nሰም: ተው አትሂድ ብሎ መጋበዝ\nወርቅ: ትሂድ ተዋት አትገላግሏት ለሴት ልጅ"
    },
    {
        "phrase": "የሸንበቆ ቤት መሥራት፣ተጠንቅቆ ነው በብልኀት፣ ገና ሲያመጣው ከሜዳ፣ ሲቀልሰው ተጎዳ", "solution": "ኅብረ ቃል: ሲቀልሰው\nሰም: ገና ቆርጦ አምጥቶ ጫፉን ሲመልሰው በመሰበሩ ተጎዳ\nወርቅ: ሰው በቅሌታምነቱ ይጎዳል በባለጌነቱም የኋላ ኋላ ይዋረዳል፣ ያፍራል"
    },
    {
        "phrase": "የሸዋ የጎዣም ተበትኖ ከብቱ፣ የወሎ የትግሬ ተበትኖ ከብቱ፣ ገዛው አባ ታጠቅ ሰብስቦ በሀብቱ፡፡", "solution": "ኅብረ ቃል: ገዛው\nሰም: አባ ታጠቅ የሕዝቡን ከብት በሙሉ ገዛው ላሙ በሬው የሚገኘው እሱ ቤት ብቻ ሆነ\nወርቅ: አገሩን ጠቅሎ ገዛው ከዳር እስከ ዳር አስገበረው"
    },
    {
        "phrase": "የቀለምን ዘር ታውቃለህ፣ ምነው ና የጠፋህ፡፡", "solution": "ኅብረ ቃል: ምነው ና\nሰም: ና የሚለው ፊደል እንዴት ጠፋህ በምን እሱ ተገደፈህ ተረሳህ፣ ተዘነጋህ\nወርቅ: ምነው ጠፋህ መጥተህ አላየኸኝም፣ ሳትጠይቀኝ ሰነበትህ ሳንገናኝ ብዙ ቀን ሆነ"
    },
    {
        "phrase": "የቀድሞ ሌባዬ አመለጠኝ ደግሞ፣ ያውና እዚያ ማዶ ጋኔን ተሸክሞ፡፡",
        "solution": "ኅብረ ቃል: ጋኔን\nሰም: ከዚህ ቀደም ዕቃዬን የዘረፈ ሌባ ዛሬ ደግሞ ጋኔን ሰረቀ ያውና ተሸክሞት እዚያ ማዶ ይሮጣል\nወርቅ: የቀድሞ ጠላቴ ረድኤተ እግዚአብሔር ተለይቶታል የዛር ፈረስ ሆኖ ይኸው ይኖራል ጋኔን አድሮበት ይሳቀያል"
    },
    {
        "phrase": "የበጌምድር ሰው ወደ ላስታ፣ ይመላለሳል ጧት ማታ፣ ተከዜን መቼ ይሻገራል፣ ገና መቄት ይቀራል፡፡",
        "solution": "ኅብረ ቃል: መቄት\nሰም: ከተከዜ ሲደርስ ገና መቄት የሚባለው አገር ይቀረዋል\nወርቅ: መቅ መውረድ ዐዘቅት መውደቅ እመቃብር መግባት የትይቀራል፣ ግበአተ መሬት ለማን ይሻራል፣ ከርደተ መቃብር ማን ያመልጣል"
    },
    {
        "phrase": "የበለውን አባት የጎጃሙን ጥላ፣ በሸክም ወሰዱት እኔ ምን ልብላ፡፡",
        "solution": "ኅብረ ቃል: ምን ልብላ\nሰም: እኔ ምን ላድርግ ምን ዐቅም አለኝ የበለውን አባት አንጠልጥለውት ሄዱ\nወርቅ: ወየው ወየው የጎጃሙ ባላባት ሞቶ ሬሳውን ወደ መቃብር ወሰዱት እንግዲህ ማን ያበላኝ ያጠጣኝ ይሆን"
    },
    {
        "phrase": "የተመተረውን ለዝግን፣ ማን አፈሰሰው ይሆን፣ አፍሠን በሰፌድ እፍ አንልም፣ ሥጋና ነፍስ አይሆንም፡፡",
        "solution": "ኅብረ ቃል: ሥጋና ነፍስ\nሰም: ሥጋን ማንፈስ ማበጠር ካፈር መለየት አይቻልም፣ ችግር ነው\nወርቅ: የሥጋና የነፍስ ሥራ ለየብቻው ነው ሁሉንም በየመልኩ መያዝ ያስፈልጋል"
    },
    {
        "phrase": "የቀድሞ ዘመን ስሕተት፣ በጾም ቀን ዓሣ መብላት፣ ያሁን ዘመን ሰው አያውቅ መላ፣ በጦም ሽሮ ነው የሚበላ፡፡",
        "solution": "ኅብረ ቃል: የሚበላ\nሰም: በጾም ቀን ዓሣ እንኳ አይቀምስም፣ የሚመገበው በሽሮ ወጥ ብቻ ነው\nወርቅ: የዛሬ ዘመን ሰው ጾም መሻርና መግደፍ ያዘወትራል፣ የጾም ነገር አይሆንለትም"
    },
    {
        "phrase": "የባቡሩ መንገድ ጎዳናው ካለልህ፣ በሥርጥ ና ብሎ ማነው የመከረህ፡፡", "solution": "ኅብረ ቃል: በሥርጥ ና\nሰም: አውራ ጎዳናውን ትተህ በስላች በግር መንገድ ና ያለህ ማነው\nወርቅ: በእስረኛ ላይ ልብህ ለምን አይፈራም ማን ጨክን አለህ"
    },
    {
        "phrase": "የቤቴ በታች አታክልት፣ ወይን ትርንጎ ሽንኩርት፣ ትርንጎዬንስ አስበላሁ፣ ወይኔን ይዤ ቀረሁ", "solution": "ኅብረ ቃል: ወይኔን\nሰም: የወይኔ ሰብል ብቻ ቀረኝ፣ እሱ ብቻ ተረፈኝ\nወርቅ: ወዩታን ጸጸትን አተረፍኩ፣ አልቅሼ ቀረሁ፣ ትርፌ ሐዘን ብቻ ሆነ"
    },
    {
        "phrase": "የተራራው ገመገም፣ ያስፈራ ነበር በጣም፣ ዛሬስ መንገዱ ሆኗል፣ ሰውም ያልፍበታል",
        "solution": "ኅብረ ቃል: ያልፍበታል\nሰም: የእግር መንገድ አለው፣ ሰው ይሄድበታል፣ ወጪ ወራጁ ሕዝብ ያልፈበታል\nወርቅ: ተድላ ደስታው ሣቅ ጨዋታው በሁሉም ሰው ያልፋል አንድ ቀን የተደሰተ አንድ ቀን ማዘኑ አይቀርም"
    },
    {
        "phrase": "የተበደለ ባለገር፣ ቀን እየገባ ይናገር፣ እንዳትጫወት ከሎሌህ፣ ማታ አይድረስብህ", "solution": "ኅብረ ቃል: ማታ አይድረስብህ\nሰም: ሲመሽ አይድረስብህ፣ ሲጨለም አይምጣብህ\nወርቅ: መከራ መዓት አያግኝህ፣ ችግር አያጋጥምህ፣ ሥቃይ አይጣልብህ"
    },
    {
        "phrase": "የተወራው ወሬ እውነት ሆኖ እንደሆን፣ ቤቴ ከመንገድ ዳር አለወንድም አይሆን፡፡",
        "solution": "ኅብረ ቃል: አለወንድም\nሰም: የምኖረው ከመንገድ ዳር ነው ይህ የሚሰማው ወሬ ርግጥ ከሆነ ወንድ ከሌለበት ቤቴ ያስፈራል\nወርቅ: ጥቃቴን የሚወጣልኝ ማስፈራሪያ የሚሆነኝ ወንድሜን ካጣሁ ቤቴ ንብረቴ ከንቱ ነው"
    },
    {
        "phrase": "የተጣደ ምጣድ ከኋላዬ ኖሮ፣ ለካስ ጥላት ብቻ ሆኛለሁ ዘንድሮ", "solution": "ኅብረ ቃል: ጥላት\nሰም: ለካ ልብሴ በምጣድ ጥላት ተለውሷል እድፍ ብቻ ሆኗል\nወርቅ: ዘንድሮ ለካስ ብዙ ጠላት ኖሮኛል በቤቴ ንዝንዝና አምባጓሮ ሞልቶበታል"
    },
    {
        "phrase": "የትላንትናው ጦርነት፣ ያ መልካም ጎበዝ ያለበት፣ ተማረከ አሉኝ እሱም አብሮ፣ ምነው ባልተያዘ ኑሮ", "solution": "ኅብረ ቃል: ባልተያዘ ኑሮ\nሰም: ሰውዬው እጁን ሳይሰጥ ባይያዝ ቢያመልጥ ጥሩ ነበር\nወርቅ: ያልተሟላና ያልተሳካ ትዳር ሰውን ያስቸግራል፣ ኑሮ ባልተያዘ ነበር"
    },
    {
        "phrase": "የችኩል ቤት ሰሪ መፍረሱን እያየው፣ በማገር ላይ ቆሞ እንዴት ይወጣል ሰው፡፡",
        "solution": "ኅብረ ቃል: በማገር\nሰም: እንዴት አእምሮ ያለው ሰው ማገር እየረገጠና እየያዘ ወደ ጣራ ይወጣል ይፈርሳል ብሎ አያስብምን\nወርቅ: ማን በሚገዛው አገር ላይ ተቀምጦ ይኮራል ንጉሥ ሲጠራው ያልመጣው በምን ተመክቶ ኮርቶ ነው፡፡"
    },
    {
        "phrase": "የተወለደ ከአዳም፣ መሬት ያልገዛ የለም፣ ግብሩን መገበር አቅቷቸው፣ ገና ብዙ ዕዳ አለባቸው", "solution": "ኅብረ ቃል: ዕዳ አለባቸው\nሰም: የመሬት ግብር ዕዳ አለባቸው፣ እስከ ዛሬ አልከፈሉም\nወርቅ: በምድር በጎ ሥራ የማይሠሩ ሁሉ በሰማይ መኮነን ደይን መግባት ይኖርባቸዋል"
    },
    {
        "phrase": "የተጠበሰ አሳ ይሸታል እጃችሁ፣ እረ እናንተ ሰዎች ዓሣማበላችሁ፡፡", "solution": "ኅብረ ቃል: ዓሣማበላችሁ\nሰም: እናንተ ሰዎች ዓሣ ዓሣ ትሸታላችሁ ለመሆኑ ማነው የተጠበሰ ዓሣ ያበላችሁ\nወርቅ: አሳማ እሪያ ማነው ያበላቹ"
    },
    {
        "phrase": "የታጠቅ ጎራዴ ብረት የነበረ፣ እየቀላ ሄደ ደም እየመሰለ፡፡", "solution": "ኅብረ ቃል: እየቀላ\nሰም: ነጭ የነበረው የታጠቅ ጎራዴ ፍላት የገባ ይመስል ይቀላ ጀመር ደም እየመሰለ ሄደ\nወርቅ: የታጠቅ ሰይፍ በደም ተለወሰ የጠላቱን አንገት እየቀነጠሰና እየቀላ ጣለው"
    },
    {
        "phrase": "የትም እሄዳሁ አልቀርም ዘንድሮ፣ መልኬ ከጠፋብኝ አልፈልግም ኑሮ", "solution": "ኅብረ ቃል: መልኬ\nሰም: ሰውነቴ ከተጎዳ መልኬ ከጠፋ ከተጎሳቆለ ባገር አልርኖም\nወርቅ: ልጄ መልኬ ከሞተብኝ ዓለምም አልፈልግ መንኜ እሄዳለሁ"
    },
    {
        "phrase": "የትናንቱ ችሎት ምንም አላማረ፣ ሕዝቡ ተበድሎ ያለካሳ ዋለ፡፡", "solution": "ኅብረ ቃል: ያለካሳ\nሰም: ሕዝቡ ተጠቅቶና ተደብድቦ ካሳ ሳይቀበል ቀረ የደም ዋጋ ሳያገኝ ወደ ቤቱ ገባ\nወርቅ: የኢትዮጵያ ሕዝብ በራስ ካሳ መሞት አዘነ አማላጅ የነበሩትን መሥፍን አጣ"
    },
    {
        "phrase": "የናቴ አገር ገረን እንሳሮ ያባቴ የኔ መርሐቤቴ፣ ጅማ ተጣጥቤ ልገባ ነው ቤቴ፡፡",
        "solution": "ኅብረ ቃል: ተጣጥቤ\nሰም: በጅማ ውሃ ገላዬን ታጥቤ ሰውነቴን ተለቃልቄ ወደ ቤቴ መግባቴ ነው\nወርቅ: በተወለድኩበት አገር ባደግሁበት ወንዝ ያለ የሌለኝን ወንበዴ ነጥቆኝ ሽፍታ ዘርፎኝ ባዶ እጄን ወደ ቤቴ መሄዴ ነው"
    },
    {
        "phrase": "የንጉሥ አሽከር ጠፍቶ ሲፈለግ ሌሊት፣ ቀን ከተድላ ጋራ ሲሄድ አየሁት",
        "solution": "ኅብረ ቃል: ቀን ከተድላ ጋራ\nሰም: ንጉሡን ከድቶ ኮብሎ የጠፋው አሽከር ሳይፈራ ቀን በቀን ከተድላ ጋራ ሲሄድ አየሁት\nወርቅ: ተድላ ደስታ ማግኘት ዓለም ማየት እንደ ልብ መደሰት ከደጃዝማች ተድላ ጋራ አብሮ ቀረ እሳቸው ሲሞቱ ሁሉም ነገር እንዳልነበረ ሆነ"
    },
    {
        "phrase": "የኛ ቤተ ሰቦች እዬዬ ብላችሁ ዋይ በሉና አልቅሱ፣ አባባ ሄደዋል እንግዲህ ዕወቁት እንዳይመለሱ፣ ርኅሩኅ ሰው ወዳጅ አይጠና አንጀታቸው፣አባባ በውነቱ ያባት አባት ናቸው",
        "solution": "ኅብረ ቃል: ያባት አባት\nሰም: አባትነታቸው ርኅራኄና አዛኝነት የተመላበት ነበር ለልጆቻቸው እንደ እናት አንጀታቸው ወላላና ርግብግብ ነበር\nወርቅ: እኚህ ዛሬ የሞቱት ታላቅ ሰው ያባቴ አባት አያቴ ናቸው"
    },
    {
        "phrase": "የናት አገር ቀሚስ ያባት አገር ሸማ፣ ነጠላ አይደለም ወይ የሰው አገርማ፡፡",
        "solution": "ኅብረ ቃል: ነጠላ\nሰም: በሰው አገር የሚለበሰው ለሰውነት የማይሞቅ ለትከሻ የማይደምቅ ነጠላ ነው በሚወለዱበት አገር የሚለበሰው እጥፍ የሆነ ጋቢና ቀሚስ ነው\nወርቅ: በሰው አገር ተዝናንቶ እንደ ልብ ለመኖር አይቻልም ሊተማመኑበትና ሊመኩበት አይገባም በሰው አገር መኖር ያስጠቃል ያዋርዳል አንገትን ደፍቶ ተሸቆጥቁጦ እንዲኖሩ ያስፈልጋል"
    },
    {
        "phrase": "የኔም እኅት አንቺ ያንቺም ወንድም እኔ፣ ምን መጠቅለያ አለው ይህ አለምናኔ፡፡",
        "solution": "ኅብረ ቃል: አለምናኔ\nሰም: ይህን ዓለም ጥሎ ከመሄድና መንኖ ገዳም ከመግባት በቀር የሚበጅ የለም ቢለፉ ቢወጡ ቢወርዱ አይሞላም\nወርቅ: የዚህ ዓለምና የኔ ነገር ፍጻሜው ምን ይሆን ወየው መጨረሻችንን ላየው ሰው"
    },
    {
        "phrase": "የኔንም ጎዦ ቆጠሩሽ፣ እንደ ሰው አዳራሽ።", "solution": "ኅብረ ቃል: አዳራሽ\nሰም: ትንሿን ጎጆዬን እንደ ሰፊ እንደ ትልቅ ቤት ቆጠሩሽ ከፍ አድረገው ገመቱሽ\nወርቅ: አንዳንድ ሰው ተንኮለኛ ነገረ ሠሪ አላኳሽ አነካኪ ነው"
    },
    {
        "phrase": "የኛ መድኃኒት ዐይነቶች፣ በብዙ አሉን ቅመሞች፣ ነገር ግን እኔ ሳስበው፣ ሥራሥሩ መልካም ነው", "solution": "ኅብረ ቃል: ሥራሥሩ\nሰም: ከዕፀዋት ሥር የተገኘ መድኃኒት ይፈውሳል፣ ያድናል\nወርቅ: ሥራን ከመሥራትና ከማሠራት አለመቦዘን መትጋት ታታሪ መሆን መልካም ነው"
    },
    {
        "phrase": "የአገራችን ሰው እኽል ነበር ምግቡ፣ አሁን ባንተ ግብር ወተት አለ ሕዝቡ",
        "solution": "ኅብረ ቃል: ወተት\nሰም: ወተት ጠጥቶ የላም ልጅ አይቶ ማያውቅ ሁሉ አሁን ባንተ ድግስ ትንሽ ትልቁ ወተት አምጡ ባይ ሆነ\nወርቅ: አንተ ባመጣኽው ጦስ ሕዝቡ ይንገላታ ይንከራተትና አገር ላገር ይዋትት ጀመር መቆሚያ መቀመጫ አጣ"
    },
    {
        "phrase": "የእግዚአብሔር ነው እንጂ የኔ አይደል ጉልበቱ እንዲያው እንባ አነቀኝ ከተቀመጥኩቱ።",
        "solution": "ኅብረ ቃል: ከተቀመጥኩቱ\nሰም: የጠገበ ጉልበተኛ ሳልደርሰበት ቢናገረኝ እልኽ ያዘኝና እንባ አነቀኝ አለቀስኩ\nወርቅ: በኃይሉ ተመክቶ ምንም ሳልበድለው እተቀመጥኩበት መጥቶ አነቀኝ ጉልበቱን ፈተነብኝ"
    },
    {
        "phrase": "የካቲት ሚካኤል መቼ ተከበረ፣ ዶማ ይዞ ዋለ ሰው እየቆፈረ።",
        "solution": "ኅብረ ቃል: ዶማ ይዞ ዋለ\nሰም: የየካቲት ሚካኤል ሳይከበር ዋለ፣ ሲታረስ ሲታጨድ ነበር ፣ሰው እየቆፈረ በዓሉን ሻረው\nወርቅ: በየካቲት ሚካኤል አደጋ ሕዝቡ በአካፋ በዶማ ተጨፈጨፈ፣ ብርቱ ሥቃይ አየ፣ አሰቃቂ የሆነ ውርደት ደረሰበት ታላቅ ግፍ ተዋለበት"
    },
    {
        "phrase": "የወንዱ መሣሪያ ተሸጦ መኔቻ፣ እንደ ምን ይቀራል የሴቱ ጉትቻ።", "solution": "ኅብረ ቃል:  የሴቱ ጉትቻ\nሰም: የወንዱ መሣሪያ መኔቻ ሲሸጥ ሲለወጥ ለምን የሴቱ ጌጥ ድሪና ጉትቻው ይቀራል\nወርቅ: ከሴት መጓተቱ ከቶ እንዴት ይቀራል"
    },
    {
        "phrase": "የዓለም መልክ ዝንጉርጉር፣ ነጭና ጥቁር እንደ ነብር፣ አይቻታለሁ በሰልፍ፣ በምኒልክም ጊዜ ስታልፍ።",
        "solution": "ኅብረ ቃል: ጊዜ ስታልፍ\nሰም: በምኒልክም ዘመን ስትወጣ ስትወርድ ወዲያና ወዲህ ስትል ስታልፍ ስታገድም አይቻታለሁ\nወርቅ: የዐፄ ምኒልክ ተድላና ደስታ እንኳ አለፈ፣ ነበር ሆኖ ቀረ"
    },
    {
        "phrase": "የዘመዶቼን ቤት ምነው አላድነው፣ ያክሥቴ አይደለም ወይ የሚለበለበው።",
        "solution": "ኅብረ ቃል: ያክሥቴ\nሰም: ያክሥቴን ቤት ሲያቃጥል እንዴት ዝም ብዬ አያለሁ ሄጄ አላጠፋም፣ ለምን ዝም ብዬ እመለከታለሁ\nወርቅ: ያ ጠላት በእሳት የሚያቃጥለው የሚዘርፈውና የሚበዘብዘው ክስቴ የሚባው አይደለም ወይ"
    },
    {
        "phrase": "የዚህ ዓለም ኑሮ ምን ጊዜም አይሞላ፣ ባሌን እያከበርሁ ዐርፋለሁ ከጥላ።",
        "solution": "ኅብረ ቃል: ባሌን እያከበርሁ ዐርፋለሁ ከጥላ\nሰም: የእግዚአብሔር በዓል እያከበርኩ ሰንበትን ሳልሽር ሥራዬን እየሠራሁ እኖራለሁ\nወርቅ: ካልቀበጥሁ ባሌን ታከበርሁ በሱ ላይ ታልሄድሁ ከጠቡ እድናለሁ ጭቅጭቅና ንዝንዝ አይደርሰብኝም ተከብሬ እኖራለሁ"
    },
    {
        "phrase": "የወትሮው ጉልበትህ ጋሻህ አለ ብዬ፣ እኔ አስደበደብኩህ ውብዬ ውብዬ።",
        "solution": "ኅብረ ቃል:  ውብዬ ውብዬ\nሰም: ጩኸቴን ሰምተህ እኔን ለመገላገልና ለማዳን መጥተህ ተደበደብህ፣ በገዛ እጄ ወንድሜን አስጠቃሁህ\nወርቅ: ወንድሜ ውቤ የኔን ጥቃት ለመወጣት ስትል ሞተህ ቀረህ፣ ለኔ ስትል ሕይወትህን አሳለፍህ።"
    },
    {
        "phrase": "የወዲያውያን ቅጠል አናውቀውምና፣ ራስ ወሰን ሰገድ አሳየን ብሳና።",
        "solution": "ኅብረ ቃል: ብሳና\nሰም: እዚህ ማዶ ያለውን ቅጠል ምን እንደ ሆነ አናውቅምና ራስ ወሰን ሰገድ ብሳናው የቱ እንደ ሆነ ለይተህ አሳየን\nወርቅ: ራስ ወሰን ሰገድ ጦሩን ወግተህ ድል ነሥተህ ወሰኑን አልፈህ አሳየን"
    },
    {
        "phrase": "የዕድሌ ክፋቱ ፈተና አብዝቶብኝ፣ እዩት አየለና ኀይሌን ወሰደብኝ።",
        "solution": "ኅብረ ቃል: አየለና ኀይሌን\nሰም: ሰዎች እስቲ ፍረዱኝ የዕድሌ ክፋት ፈተና አብዝቶብኝ ኀይሌ ስለ ተቀነሰ ነጥቆ ወሰደብኝ\nወርቅ: ጨካኙ ሞት ወንድሜን አየለንና ኃይሌን ወሰደብኝ አለኝታዎቼን ነጠቀኝ፣ ያለአባትና ያለወንድም አስቀረኝ"
    },
    {
        "phrase": "የዘመዶቼን ማለቅ፣ ምነው እስካሁን ሳላውቅ፣ አሁን በቀደም ሰማሁኝ፣ ዘንድሮን ባወጣኝ።", "solution": "ኅብረ ቃል: ዘንድሮን ባወጣኝ\nሰም: ዘንድሮ አዘንኩ አለቀስኩ እንባ ወጣኝ፣ ሐዘን ጸናብኝ\nወርቅ: የዘንድሮን በዳንኩ ይህን ዓመት በደኅና ባለፍኩ፣ በጤና በዘለቅሁ"
    },
    {
        "phrase": "የዘመዶቼን አገር፣ ለምኜ ነበር በሹም ሽር፣ ከፍለው ነው እንጂ የሰጡኝ፣ ሁሉም አልሆነልኝ።",
        "solution": "ኅብረ ቃል: ሁሉም አልሆነልኝ\nሰም: ያሰብኩትን የተመኘሁትን በሙሉ አላገኘሁም አልተሳካልኝመ ምኞቴ አልተፈጸመልኝም\nወርቅ: ረዳትም ወገንም አላገኘሁም ሁሉም ተውኝ ችላ አሉኝ፣ ገሸሽ አደረጉኝ"
    },
    {
        "phrase": "ያባቴን አገር ደጋውን፣ ባስከለክለው ሣሩን፣ አበሉት አሉኝ ዘመዶቼ፣ እርሻ ማረጌን ትቼ።", "solution": "ኅብረ ቃል: ማረጌን\nሰም: የሣሩን መሬት ማረሴን ትቼ አሳደርሁት፣ ሳልዘራው ቀረሁ\nወርቅ: መከበሪያ ማዕረጌ የነበረውን ግብርናዬን መተዌ ቆጨኝ፣ አራሽ መሆን ይሻለኝ ነበር"
    },
    {
        "phrase": "ያባት ዕዳ ለልጅ ይባል ነበር ድሮ፤ ባያት ዕዳ ገባሁ እኔማ ዘንድሮ።",
        "solution": "ኅብረ ቃል: ባያት\nሰም: ያባቴን ሳይሆን አልፌ ተርፌ ያያት ዕዳ እከፍላለሁ የሰው ብድር እገፈግፋለሁ\nወርቅ: እንደ አጋጣሚ አንድ ልጅ አይቼ ዕዳ ገብቻለሁ ግራ ገብቶኝ የማደርገው ጠፍቶኝ ተጨንቂያሁ"
    },
    {
        "phrase": "ያቺን ቀጭን ኩታ ያቺን ጥበብ ኩታ ሆዴ እየወደዳት፣ አላዋቂ ሰፊ ባላጨማደዳት።",
        "solution": "ኅብረ ቃል: ባላጨማደዳት\nሰም: ያቺን የምታሳዝን ቀጭን ጥበብ ኩታ ልብስ ሰፊው በጥነቃቄ በሰፋት አጨማዶ የግብር ይውጣ እንዳልሆነ አድርጎ ባልሰፋት\nወርቅ: ያቺን መሳይ ልጅ ይሉኝታ የሌለው ዐጉል ባል በኑሮዋ አጎሳቆላት ከሰው መልክ አወጣት የቁም ስቅሏን አሳያት"
    },
    {
        "phrase": "ያችማ የኔ እት ቤት ሠርታ ነበረች፣ ሳትቀመጥበት ላፈርሰው ነው አለች።", "solution": "ኅብረ ቃል: ሳትቀመጥበት ላፈርሰው\nሰም: የሠራችውን ቤት ሳትቀመጥበት ልታፈርሰው ፈለገች\nወርቅ: እኅቴ ያንን መሳይ መልክ ይዛ ሰው ሆኖ ዐፈር መሆን ስለማይቀር ሳትሰነብት መሞቷ ነው"
    },
    {
        "phrase": "ያን ማዶ በረሓ ስፈራው ዱሩን፣ መልካም ገላለጡት ትሄዱ እንደሆን።",
        "solution": "ኅብረ ቃል: ገላለጡት\nሰም: ዕንጨቱን ቆርጠው ዱሩን ጫካውን መንጥረው መንገድ አወጡለት መሄጃ ከፈቱለት የምትሄዱ ይህን ጊዜ ተጓዙ\nወርቅ: መጫወት የወደዳችሁ ሰውነቷ ገላዋ ያማረ ወይዘሮ አለች እዚያ ሂዱ"
    },
    {
        "phrase": "ያባቴንም ሐዘን ተውኩት በጅምር፣ የናቴንም ሐዘን ተውኩት በጅምር፣ ደስታ በሆዴ ይጉላላ ጀመር።",
        "solution": "ኅብረ ቃል: ደስታ\nሰም: ጤና ይሰማኝ ጀመር ልቤ በደስታና በተድላ ተመላ ሐዘኑን ረሳሁት ትካዜውን ተውኩት\nወርቅ: ወዳጄ ደስታ ከሆዴ አይጠፋም ሁል ጊዜ ይታወሰኛል ትዝትዝ ቅር ቅር ይለኛል ነጋ ጠባ ስሙን ባነሣው እወዳለሁ"
    },
    {
        "phrase": "ያ ሣሬ በዛና ታጭዶ አላልቅ አለኝ፣ ትንሽ የሚያግዘኝ ወይ ወንድም የለኝ።",
        "solution": "ኅብረ ቃል: ወንድም\nሰም: ብዙ ሣር አለኝ እኔ ሴቲቱ ባጭደው አላልቅ አለ የሚያገዘኝ ወንድም በመጥፋቱ ግራ ገባኝ\nወርቅ: አሳሬ ብገፈግፈው የማያልቅ ሆነ መከራዬ በዛ ረዳት አጽናኝ ወንድም የለኝም"
    },
    {
        "phrase": "ያቶ ሰይፉ ባሕርይ እጅግ ያስቸግራል፣ ጠላቱን እጅ ነሥቶ ለወዳጁ ይኮራል።",
        "solution": "ኅብረ ቃል: እጅ ነሥቶ\nሰም: ያቶ ሰይፉ ጠባይ አይታወቅም ለባለጋራው ሰላምታ ይሰጣል ትሑት ነው ለወዳጅ ግን ይታበያል፣ ለእግዚአብሔር ሰላምታ ይኮራል\nወርቅ: አቶ ሰይፉ የጠላውን ሰው እጁን ይቆርጠዋል ለሚወደውም ያኮራ መመኪያ ይሆናል"
    },
    {
        "phrase": "ያቺን ጠይም አሽከር ልቤ እንዲያ ሲወዳት፣ ትላንት በዘነበው በራሰው ወሰዳት።", "solution": "ኅብረ ቃል: በራሰው\nሰም: የሠራችውን ቤት ሳትቀመጥበት ልታፈርሰው ፈለገች\nወርቅ: እኅቴ ያንን መሳይ መልክ ይዛ ሰው ሆኖ ዐፈር መሆን ስለማይቀር ሳትሰነብት መሞቷ ነው"
    },
    {
        "phrase": "ያን ሁሉ ዕውቀትህን ያ ሁሉ ጥበብህን የት አደረስከው፣ እረግ አንዱ ጠፋህ የምትመልሰው።",
        "solution": "ኅብረ ቃል: አንዱ ጠፋህ\nሰም: የምትናገረው ጠፋህ ዐዋቂ የምትመስለው አንድ እንኳ ቃል መተንፈስ አቃተህ\nወርቅ: ያንን ሁሉ ዕውቀትና ጥበብ ይዘህ አንዱ ቅንጣት ልጄ ዐፈር ሆንህ"
    },
    {
        "phrase": "ያለሥጋ አትበላ ያለጠጅ አታድር፣ ያንተን እንግድነት እንዴት ቻለች ምድር።",
        "solution": "ኅብረ ቃል: እንግድነት\nሰም: እንግድነትህ ያስቸግራል በቀላሉ በተገኘው ለመሸኘት አትችልም የሥጋና የጠጅ ጌታ አንተን በምን ታስተናግድሃለች\nወርቅ: ያን ሁሉ ደግነት ለጋስነትና ቸርነት ይዘህ ወደ መቃብር ገባህን መጨረሻህ ይህ ሆኖ ቀረ"
    },
    {
        "phrase": "ያርባ አራቱ ደብር እያሉ ካህናቱ፣ ምነው በደርቡሽ እጅ ጎንደር መፈታቱ።", "solution": "ኅብረ ቃል: መፈታቱ\nሰም: ሊቃውንቱ ቀሳውስቱ ሞልተው ጎንደሬው በደርቡሽ ሥነ ሥርዐት ተፈታ\nወርቅ: ጎንደር በደርቡሽ እጅ ጠፋ አርባ አራቱ አብያተ ክርስቲያናት ተቃጠሉ ተመዘበሩ"
    },
    {
        "phrase": "ያ የወንድሜ ቤት ክፍት የመሰለው፣ ለካስ ዝግን ኖሯል እኔ ሳላውቀው።", "solution": "ኅብረ ቃል: ዝግን\nሰም: ክፍት መስሎኝ እወንድሜ ቤት ብሄድ ተዘግቶ አገኘሁት ላካ ዝግ ኖሯል: ወርቅ: እኔ በረኃብ ስሞት በችግር ሳልቅ ለካ እወንድሜ ቤት ዝግኑ ክትፎው ይበላ ኖሯል"
    },
    {
        "phrase": "ያ ደብተራ ታሞ ምን አማረኝ ይላል፣ አይገኝም እንጂ እሱስ ማር ማር ይላል።",
        "solution": "ኅብረ ቃል: ማር ማር\nሰም: የታመመው ደብተራ ማር አማረኝ ይላል የማር ወለላ ቀምሼ በሞትኩ እያለ ይመኛል\nወርቅ: ደብተራው አቤቱ ጌታዬ ፈጣሪዬ ይቅር በል የሙታንን ነፍስ ማር እያለ ይጸልያል መዋሥእቱን ይመራል"
    },
    {
        "phrase": "ያመት ባል ቤተ ክሲያን ሆኖ ቢቆይ ደጄ፣ ቆመህ አስቆርበህ ስመህ ሂድ ወዳጄ።",
        "solution": "ኅብረ ቃል: ስመህ\nሰም: ቤተ ክርስቲያ ተሳልመህ አስቀድሰህ ሥጋ ወደሙ ተቀብለህ ሂድ ቸኩለህ አትመለስ\nወርቅ: ምንም ሰው ቢበዛ ለጊዜው ባይመች ቆይተህ ስመኸኝ ሂድ አትጣደፍ አትቸኩል"
    },
    {
        "phrase": "ያለሚቱ ነገር ይረሳ፣በቃኝ እንግዲህ አይነሣ፣ በዝምድናዋ ስመካ፣ እሷስ ሞታለች ለካ።", "solution": "ኅብረ ቃል: ያለሚቱ\nሰም: ዓለሚቱ በምትባለው ዘመዴ ስመካ ለካ እሷ ሞታ ኖሯል\nወርቅ: ለሰው ልጅ ምን ቢሆን ሞት አትቀርም፣ ሳያስቧት ድንገት ትመጣለች፣ ዓለም ታልፍበታለች"
    },
    {
        "phrase": "ያለፍትሕ ያለርትዕ ተቀምቼ ከብቴን፣ ሳለቅስ እኖራለሁ ዕድሜ ልኬን ሳዝን።",
        "solution": "ኅብረ ቃል: ከብቴን\nሰም: እዳኛ ሳልደርስ ፍርድ ሳላገኝ ከብቴን ተነጠቅሁ፣ ሀብቴን ተዘረፍሁ፣ ግፍ ተዋለብኝ\nወርቅ: ባሌ ከብቴ ተገድሎብኝ ባለጋሮቼ ሳይያዙ ፍርድ ሳይታይልኝ ቀረ፣ ደሙ ፈሶ መና መቅረቱ ነው"
    },
    {
        "phrase": "ያምሮቴ ጀንበሩ ታሟል አውራ ጣቱን፣ ተቸግሪያሁኝ እኔም ታናሽቱን።", "solution": "ኅብረ ቃል: ታናሽቱን\nሰም: እኔም ትንሻን ጣቴን ታምሚያለሁ እየነዘነዘች እየጠዘጠዘች ታሠቃየኛለች\nወርቅ: እኔም በበኩሌ ታናሽ እኅቱን ወድጃለሁ በፍቅሯ ወድቂያለሁ"
    },
    {
        "phrase": "ያስቀመጥሁትን ለራት፣ መሶቡን ብከፍት አጣሁት፣ እስኪ አፈላልጉኝ በመብራት፣ ሰውን በላው መሬት።", "solution": "ኅብረ ቃል: ሰውን በላው መሬት\nሰም: እራቴ የት ደረሰ ማን በላው እመሬት ገባ ሰው ወሰደው የት ጠፋ\nወርቅ: የሰው ልጅ አለቀ መሬት በላው ተቀበረ"
    },
    {
        "phrase": "ራቁቴን ሄድሁ በሰው ፊት ብደፍር፣ ራሴን ታዘብሁት ወየው ዓለማፈር።", "solution": "ኅብረ ቃል: ዓለማፈር\nሰም: ኅፍረተ ቢስ ደፋር መሆኔን እኔኑ አስደነቀኝ ራሴን ታዘብኩት\nወርቅ: ዓለም ከንቱ ነው እንደ ትቢያ በኖ ጠፊ ነው"
    },
    {
        "phrase": "ራብ ቢጠናብን እጅግ ቢጨንቀን፣ ጎመን በልተን አደርን ያነን ቀንጥሰን።", "solution": "ኅብረ ቃል: ቀንጥሰን\nሰም: ያንን ጎመን ቆርጠን ቀነጣጥሰን በልተን አደርን\nወርቅ: ያንን ክፉ ቀን አልፈን መጥፎውን ወራት ወጥተን የጭንቁ ጊዜ ተወገደልን"
    },
    {
        "phrase": "ርቀህም አትሂድ ጨርሰህ አትጥፋ፣ እስከ ጊዜው ድረስ ተቀመጥ ተከፋ", "solution": "ኅብረ ቃል: ተከፋ\nሰም: ከፋ ሄደህ ተቀመጥ እዚያ ኑር\nወርቅ: ቢከፋህም ብትበደልም እጊዜው ድረስ ታገሠህ አሳልፈህ ቻለው"
    },
    {
        "phrase": "ሰምቻለሁና ያብርሃምን ገድል፣ እንግዳ ሳይመጣ አልቀምስም እኽል",
        "solution": "ኅብረ ቃል: እንግዳ\nሰም: የእግዚአብሔርን እንግዳ አንድ ሰው እንኳ ሳሊዝ እኽል አልቀምስም እራትም ሆነ ምሳ አልበላም\nወርቅ: ወዳጄ እንግዳ ካልመጣ እኽል ባፌ አይዞርም ወዳጄን ሳሊዝ ምንም አልቀምስም"
    },
    {
        "phrase": "ሰብስቤ ይዤ ልብሳቸውን፣ ምነው ወንድሞቼ ዕራቁታቸውን።", "solution": "ኅብረ ቃል: ዕራቁታቸውን\nሰም: ምነው በልብስ ተራቆቱ፣ ዕርቃነ ሥጋቸውን ሆኑ፣ ሰውነታቸውን የሚከልሉበት አጡ፣ ግንዳቸውን ቀሩ\nወርቅ: ምነው ወንድሞቼ እኅታቸውን ራቁ፣ በሞት ከዚህ አለም ተለዩ"
    },
    {
        "phrase": "ራቡ በሆዴ በቅሎ ዘረዘረ፣ እናቴማ ብትኖር ታጭድልኝ ነበረ።", "solution": "ኅብረ ቃል: ታጭድልኝ\nሰም: መከሩን ታጭድልኝ አዝመራዬን ትሰበስብልኝ ነበር\nወርቅ: እናቴማ ብትኖር አይርበኝም ነበር ረኃቤን ታስታግሥልኝ ሆዴን ትሞላልኝ ነበር"
    },
    {
        "phrase": "ራቴን ሰጥቶኝ በጨለማ፣ ወይ አሽከር የለኝ የሚሰማ፣ ገድሎኝ ነበር አሳንቆ፣ ተንጀራ ሣር ደባልቆ።", "solution": "ኅብረ ቃል: ተንጀራ ሣር\nሰም: አሸር ባሸር ሻጣ ብቻ የሆነ እንጀራ ሰጥቶ አሳነቀኝ\nወርቅ: በሀብት ላይ መከራ ጨምሮ ደስታና ሐዘንን ጎን ለጎን አድረጎ ሰጠኝ"
    },
    {
        "phrase": "ሰማይን ያኸል ዳገት፣ መቃብርን ያኸል ቁልቁለት፣ በቅሎ ለምኚ ተዋረጂ፣ ነፍሴ በግር አትሂጂ።",
        "solution": "ኅብረ ቃል: በግር አትሂጂ\nሰም: መለመን ውርደትም ቢሆን ቅሉ በእግር አትሂጂ ፈረስ በቅሎ ለምነሽ አስጪኚ\nወርቅ: ነፍሴ በምጽአት ጊዜ በግራ እንዳትቆሚ ክፉ ሥራ አትሥሪ ቀናውን መንገድ ያዢ በጎ ፈቃድን ተመልከቺ"
    },
    {
        "phrase": "ሰባት ዓመት ሥቃይ ከልቡ ባይደርስ፣ ተስሎ ተወጋ ቅዱስ ጊዮርጊስ።", "solution": "ኅብረ ቃል: ተስሎ\nሰም: ቅዱስ ጊዮርጊስ ብፅዐት አድርጎ ስለቱን ለማድረስ በጦር ተወጋ\nወርቅ: የቅዱስ ጊዮርጊስ ሥዕል በጦር ተወጋ፣ በሾተል ተቀደደ"
    },
    {
        "phrase": "ሰኞ ለት ገሠገሥኩ ማክሰኞ ተጓዝሁ፤ ከቶ ብሄድ ብሄድ ረቡን አጣሁ።", "solution": "ኅብረ ቃል: ረቡን\nሰም: ረቡን አጣሁት ከቀኖቹ ሁሉ እሱ ጠፋብኝ ብፈልገው ባሰላስለው አልተገኘም\nወርቅ: ጥቀሙ ምን እንደ ሆነ አጣሁት ዋጋውን አላውቅሁትም ርባናው አልገባኝም"
    },
    {
        "phrase": "ሰው ሁሉ ሳይማር ሲያውቅ፣ እኔስ ተምሬም አላውቅ።", "solution": "ኅብረ ቃል: ተምሬም\nሰም: ተምሬ እንዳልተማረ ደነቆርሁኝ ግራ ገባኝ ፈዘዝኩ\nወርቅ: እኔስ ተምሬም አላውቅ ምሕረት አግኝቼም አላውቅ፣ ይቅርታ አልተደረገልኝም"
    },
    {
        "phrase": "ሰው ሁሉ በሬ ሲያስጠምድ፣ ኻያ ሠላሳ ብር ጥንድ፣ የኔስ ዶማዬ ጠቅማኛለች፣ ጭራ ታባላኛለች።",
        "solution": "ኅብረ ቃል: ጭራ\nሰም: ዶማዬ እየጫረች እየቆፈረች ትመግበኛለች የዕለት ምግቤን ችላኛለች\nወርቅ: በአዝማሪነት ጭራ እየከረከርኩ መሰንቆ እየመታሁ እኖራለሁ ትዳሬ ኑሮዬ በዘፈን ነው"
    },
    {
        "phrase": "ሰው ሁሉ አለጊዜው አረጀ አፈጀ፣ መኮንን ብቻ ነው በውነቱ ያረጀ።", "solution": "ኅብረ ቃል: በውነቱ\nሰም: በርግጥ በዕድሜው ያረጀ ሳይጎሳቆል ከእርጅና የደረሰ መኮንን ብቻ ነው\nወርቅ: እውነትን ሳይለቅ ሀሰትን ሳይናገር የኖረ መኮንን የተባለው ሰው ብቻ ነው"
    },
    {
        "phrase": "ሰው ሁሉ ከዚያ መንደር፣ ምሳውን ይጋበዝ ጀመር፣ ይቀምሰው የለ ከዚያ አምባ፣ ኃይለ ሥላሴ ውሎ ይግባ።",
        "solution": "ኅብረ ቃል: ውሎ\nሰም: ለኃይለ ሥላሴ የሚሆን ምግብ ከዚያ መንደር አይገኝም እንግዲህ ጦሙን ውሎ ይግባ ክፉ አይንካው\nወርቅ: የዐፄ ኃይለ ሥላሴን ዕድሜ ያርዝምልን፣ ውሎ ይግባ፣ ክፉ አይንካው"
    },
    {
        "phrase": "ሰው ሁሉ በሆዱ ጠጅ እያማረው፣ እግዚአብሔር ጠላና እንጀራ ነሣው።", "solution": "ኅብረ ቃል: ነሣው\nሰም: እንጀራ ጠላ ከለከለው፣ እኽል ውሃ ነፈገው የሚጠጣው ሳይሰጠው ቀረ\nወርቅ: ሀብት አሳጣው ድኻ አደረገው፣ የሰው እጅ አሳየው"
    },
    {
        "phrase": "ሰው ሁሉ በርስቱ ይጨርሳል ሀብቱን፣ የኋላ የኋላ ላያጣው መሬቱን።",
        "solution": "ኅብረ ቃል: ላያጣው መሬቱን\nሰም: የጊዜው ጊዜ መሬቱን ያገኛል፣ ወሎ አድሮ ርስቱን ይወርሳል፣ የኋላ ኋላ ምድሩን ይረከባል\nወርቅ: ያዳም ልጅ የመጨረሻ ርስቱ መቃብር ነው ኖሮ ኖሮ በሦስት ክንድ መሬት ይወሰናል"
    },
    {
        "phrase": "ሰው ሁሉ በከንቱ እንዴት ተታለለ፣ ያለእግዚአብሔር ላይሆን ያም አለ ያም አለ።",
        "solution": "ኅብረ ቃል:  ያም አለ ያም አለ\nሰም: ያም ቢል ያም ቢል ያለእግዚአብሔር ፈቃድ አይሆንም ቢጥሩ ቢግሩ ቢደክሙ አድራጊው አንድ አምላክ ብቻ ነው\nወርቅ: ሁሉም ተማማሉ፣ ቃል ኪዳን ተገባቡ"
    },
    {
        "phrase": "ሰው ሁሉ አብዝቶ ይጠጣል በጣም፣ እኔስ ምንም ቢሆን ከልኬ አላልፍም።",
        "solution": "ኅብረ ቃል: ከልኬ\nሰም: ሰው ከዐቅሙ በላይ ከመጠን አሳልፎ አብዝቶ መጠጥ ይጠጣል ለክቶ መጥኖ መጠጣትን አይፈቅድም እኔ ግን ምንም ቢሆን ከልክ በላይ አልጠጣም\nወርቅ: እኔ ምንም ቢሆን ከወይዘሮ ልኬ ሌላ አልመኝም ከርሷ በቀር ልቤ የሚፈቅደው የለም"
    },
    {
        "phrase": "ሰው ለምንድነው የሚፈልግ ዋሻ፣ ከቤተ ክርስቱያን ጓሮ እያለ መሸሻ።", "solution": "ኅብረ ቃል:  መሸሻ\nሰም: መሸሸጊያ አለ መደበቂያ ይገኛል መከለያ ተርፏል\nወርቅ: አቶ መሸሻ እቤተ ክርስቲያን ጓሮ ተቀብሯል።"
    },
    {
        "phrase": "ሰው መላክ አይሆንም ብለው፣ አልረዳም አለ ይህ ሰው።", "solution": "ኅብረ ቃል: መላክ\nሰም: ሰው ከቶ እንደ መልአክ ረቂቅ መሆን አይችልም፣ ወደ መልአክነት መለወጥ አይሆንለትም\nወርቅ: ሰው አትላክ ምስጢራችን አይሰማ አንተው ራስህ ና ብለው አልገባው አለ"
    },
    {
        "phrase": "ሰው ታሪክ ሲያነብ ጀምሮ በሀ ሁ፣ ቀን ማወቅ አቅቶኝ እኔ እኖራለሁ።", "solution": "ኅብረ ቃል: ቀን\nሰም: ቀ የምትባለዋን ፊደል ዘር ማወቅ አቃተኝ መለየት ተሳነኝ\nወርቅ: የጊዜውን ሁናቴ ማወቅ መረዳት አልተቻለኝም ይህ ወራት ምን እንደ ሆነ መገንዘብ አልሆነልኝም"
    },
    {
        "phrase": "ሰው ከሶኛል አሉ ቆሞ አደባባይ፣ እውነት ነውር ሆኖ ሊያሰቀጣኝ ነወይ።", "solution": "ኅብረ ቃል: እውነት\nሰም: እውነት የሚያስከስስ የሚያስወቅሥ ጥፋት አግኝቶብኝ ሊያስቀጣኝ ይሆን\nወርቅ: እውነት ተጣላ እንደ ነውር ተቆጠረ ከሰው አንደበት ጠፋ በእውነት ቃል ልቀጣ ነው ወይ"
    },
    {
        "phrase": "ሰውን ሲቀብሩ ሲከፈን፣ በሰሌን አርጎ በሣጥን፣ ቀረ ባፈር መሆን።", "solution": "ኅብረ ቃል: ቀረ ባፈር\nሰም: በዐፈር፣ በድቤ መቀበር ቀረ\nወርቅ: ጊዜ ሞት ቀረበ፣ ዐፈር መሆኛ ጊዜ ደረሰ. ዕድሜያችን አለቀ፣ ሞታችን መጣ"
    },
    {
        "phrase": "ሰፌድና ወንፊት እያለ በጃችን፤ ያልተነፋ ዱቄት ምነው ማቡካታችን።", "solution": "ኅብረ ቃል: ያልተነፋ ዱቄት\nሰም: ዱቄት ከመቦካቱ በፊት መነፋት አለበት\nወርቅ: ያልተጣራ ነገር መተንተን አያስፈልግም"
    },
    {
        "phrase": "ሰው አይቸገርም ሌሊት ዝናብ ቢሆን፣ ጉዳት የሚበዛው ቀን የጣለ እንደሆን።", "solution": "ኅብረ ቃል: ቀን ያጣለ\nሰም: ዝናም ቀን የዘነመ እንደሆን ጉዳት ያመጣል ሰው ይቸገራል\nወርቅ: ጊዜ የጣለ ዘመን ያዋረደ እንደሆን ለማንሰራራት እንደ ገና ለመቋቋም አይቻልም"
    },
    {
        "phrase": "ሰውነት ቢከሳ አካል ቢመነምን፣ እኔ ምን ቸገረኝ ራስ ደኅና ሁን።", "solution": "ኅብረ ቃል: ራስ ደኅና ሁን\nሰም: ብከሳ ብጠቁር ብቀጥን ብመነምን አእምሮዬ ትክክለኛ ከሆነ አላዝንም\nወርቅ: የራስ እንጂ የአካል ግዝፈት ኃይል የለውም"
    },
    {
        "phrase": "ሰዎች መጥተው ነበር ጩኽቱን ሰምተው፣ ተመልሰው ሄዱ ይምታታ ብለው።",
        "solution": "ኅብረ ቃል: ይምታታ\nሰም: ጩኽቱን ሰምተው የመጡት ገላጋዮች ይባባል ይጨፋጨፍ ይራኮት ብለው ተመልሰው ሄዱ ለመገላገልና ጠቡን ለማብረድ ሳይፈቅዱ ቀሩ\nወርቅ: የመጡት ገላጋዮች ይምታት ይበላት ይደብድባት እያሉ ተመለሱ"
    },
    {
        "phrase": "ሰፊ ቤት እያለው አዳራሽ ከልፍኝ፣ ምነው ባደባባይ በሰው ፊት መታኝ።",
        "solution": "ኅብረ ቃል: በሰው ፊት መታኝ\nሰም: ምነው ሕዝብ በተሰበሰበበት በሸንጎ መሀል ባደባባይ እሰው ፊት ቀጣኝ አዋረደኝ\nወርቅ: ምነው ፈጣሪዬ የሰው ፊት አሳየኝ ፣ ሀብት ነሣኝ የምበላው የምጠጣው አሳጣኝ"
    },
    {
        "phrase": "ሱሪዬን አንጥፌ ልተኛ ደጅሽ፣ ከቤት እንዳልገባ አንችም ነት የለሽ።",
        "solution": "ኅብረ ቃል: አንችም ነት\nሰም: ሱሪዬን አንጥፍ ከደጅ ልተኛ መቼም ምንጣፍ የሚሆን ቁርበት ነት ባንች ቤት አልተገኘ\nወርቅ: አንች ተጠራታሪ ነሽ ሰውን ማመን አይሆንልሽም እምነት ከልብሽ ላይ የለም"
    },
    {
        "phrase": "ሲመሰገን ኖሮ ልዑል መኮንን፣ ዛሬ ብቻ ሠራ ሰው የሚያሳዝን፣ የትኛው አንቀጽ ነው የተጠቀሰው፣ ያለውን ሰው ሁሉ በሞት የቀጣው።",
        "solution": "ኅብረ ቃል: ያለውን ሰው ሁሉ በሞት የቀጣው\nሰም: ገና ዛሬ ተሳሳተ፣ ሰውን በደለ፣ መጥፎ ሥራ ሠራ፣ የማይገባ ነገረ አደረገ፣ ሁሉንም የሞት ፍርድ ፈረደበት፣ አይቀጡ ቅጣት ቀጣው\nወርቅ: ሕዝቡን በሞቱ አሳዘነው፣ አስለቀሰው፣ እንባ በንባ አደረገው፣ አንሰቀሰቀው፣ በሞቱ ሕዝቡ ተጎዳ፣ አገር ተበደለ፣ ስለ ልዑል መኮንን ሞት"
    },
    {
        "phrase": "ሲበላ ሲጠጣ የማይወፍር ምነው፣ ጥንቱኑ ሲፈጠር የተጎዳ ሰው ነው።", "solution": "ኅብረ ቃል: የተጎዳ ሰው\nሰም: ሲበላ የማይጠረቃ በተፈጥሮ ኮሳሳ የሆነ ሰው ነው\nወርቅ: በሥጋው በነፍሱም መከራ የማይለየው ሰው ብቻ ነው በተፈጥሮው መጨነቅ መጠበብ መሥጋት አይለየውም"
    },
    {
        "phrase": "ሳላይ ነው እንጂ በድንገት፣ ሚስቴን ሳይ በወሰዳት", "solution": "ኅብረ ቃል: ሳይ\nሰም፥ ሚስቴን ሳላይ ወሰዳት በስውር ይዟት ሄደ\nወርቅ፥ ሥዕል ሣይ ወሰዳት፣ አስኮበለላት፣ አስካዳት።"
    },
    {
        "phrase": "ሳታድለኝ ቀረህ እጅ እጅህን ሳይ፣ እኔስ ብሆን ያንተው አይደለሁም ወይ።",
        "solution": "ኅብረ ቃል: እኔስ ብሆን ያንተው አይደለሁም ወይ\nሰም: ሳትሰጠኝ ሳታቀብለኝ ሳትቀዳልኝ ቀረህ\nወርቅ: እኔም ያንተው ፍጡር ነበርኩ፣ የቀሩትን ከፍ ከፍ ስታደርግ እኔን ተውከኝ፣ ሀብት ነሣኸኝ፣ ዕድለ ቢስ አደረገኸኝ"
    },
    {
        "phrase": "ሴቱን ሁሉ ወስዶ በጽኑ አሰራቸው፣ እነዚህን ስንኳ ምነው ባላላቸው።",
        "solution": "ኅብረ ቃል: ባላላቸው\nሰም: ሴቶቹን በሙሉ ወስዶ አሰራቸው ምነው እንዚህን እንኳ እስራት ባለጸናባቸው እግረ ሙቁን ባላላላቸው\nወርቅ: እነዚህ ባል አላቸው ሴት አዳሪ አይደሉ ምነው ባያንገላታቸው"
    },
    {
        "phrase": "ሴቲቱ ትግያ ምንኛ ለመደች፣ ይሣቅበት ብላ ወንዱን ጥላኝ ሄደች።",
        "solution": "ኅብረ ቃል: ጥላኝ ሄደች\nሰም: መሣቂያ መዘባበቻ ይሁን ብላ ወንዱን ልጅ ሴቲቱ በትግል ጣለችኝ እሰው ፊት አዋረደችኝ\nወርቅ: እባዶ ቤት ያለሰው ብቻዬን ትታኝ ሄደች ሚስቴ ያገር መሣቂያ አደረገችኝ"
    },
    {
        "phrase": "ሲንጫጫ ሰማሁት የጎዣም የዳሞት ያገው ምድር ወፉ፣ የሚቀመጥበት ተሰብሮበት ዛፉ።",
        "solution": "ኅብረ ቃል: ተሰብሮበት ዛፉ\nሰም: መስፈሪያው ማደሪያው ዛፉ ተሰብሮበት ወፉ ሁሉ ይንጫጫል ወዲያ ወዲህ ያንዣብባል\nወርቅ: አዛኝ ርኅሩኅ አስተዳዳሪ ሞቶበት ሕዝቡ ተጨንቋል፣ ይዋልላል፣ የሚሆነውን አጥቷል"
    },
    {
        "phrase": "ሳሙና ተፈልቷል ተወቅጧል እንዶዱ፣ ልብሳችሁ ሳያድፍ እጠቡ አትሂዱ።",
        "solution": "ኅብረ ቃል: ልብሳችሁ ሳያድፍ እጠቡ አትሂዱ\nሰም: ልብሳችሁ አሁን ገና ለጋ እድፍ እንደ ያዘ ጨርሶ ሳይቆሽሽ ሳሙና ተፈልቶ እንዶዱ ተወቅጦ ተዘጋጅቷልና እጠቡት ጊዜ አትስጡት\nወርቅ: እናንተን በማይመለከት ነገር አምባጓሮ አትግቡ ነገር በመሥራት ሰውን ለማጋጨት ተንኮለኛ ነገረኛ ከመሆን ተቆጠቡ"
    },
    {
        "phrase": "ሳናረጅ ሳናፈጅ ልጅነት እያለን፣ መቅረታችን ነው ወይ እንዲህ ተነካክተን።",
        "solution": "ኅብረ ቃል: መቅረታችን ነው ወይ እንዲህ ተነካክተን\nሰም: ሰውነታችን ሳይደክም በዕድሜ ሳንገፋ በልጅነታችን ገርጅፈን ወደቅን ተጎሳቆልን\nወርቅ: የኔና ያንቺ ነገር ይኸው ሆኖ መቅረቱ ነው ወይ ፍቅራችን ከጋብቻ ሳይደርስ እንዲሁ በጅምር መቅረቱ ነውን"
    },
    {
        "phrase": "ሴቲቱ ልጅ ወንዱን እንዴት ደፈረችኝ፣ እስካሁን ያመኛል ልቤን የመታችኝ።",
        "solution": "ኅብረ ቃል: ልቤን የመታችኝ\nሰም: ልቤን ክፉኛ የመታችኝ እስካሁን ድረስ ይሰማኛል ያመኛል በጣም ጎድታኛለች ደብድባኛለች\nወርቅ: ልቤ በርሷ ፍቅር ተነክቷል ትዝታዋ ያንገላታኛል የምሠራውን ያሳጣኛል ያንጀዋልለኛል"
    },
    {
        "phrase": "ሴቶች ልምከራችሁ ይቅርባችሁ በውነት፣ ገንዘብ ባላነሰኝ እያሉ መቆጨት።",
        "solution": "ኅብረ ቃል: ባላነሰኝ\nሰም: ሴቶች ተመከሩ በገንዘብ ተቸገርን ሀብት አጣን እያላችሁ መበሳጨቱንና መቆጨቱን ተውት በያዛችሁት እጃችሁ ባለው ለመርካት ሞክሩ\nወርቅ: ሴቶች ባሌ አቻዬ አይደለም እኩያዬ ካልሆነ ሰው ጋራ ተጋባሁ እያሉ መቆጨት ይቅርባችሁ"
    },
    {
        "phrase": "ሴቶች ተበራቱ አታብዙ ድካም፣ ሥራ ብቻ ሆኗል ባል አልተገኘም።", "solution": "ኅብረ ቃል: ባል\nሰም: የዕረፍት ጊዜ አልተገኘም መደዳውን ሥራ ብቻ ሆኗል መተንፈሻ ሰዓት የለም ሥራ በዝቷል\nወርቅ: ባል ችግር ሆኗል ሁሉ ወንደ ላጤ በመሆኑ ሚስት አግብቶ ትዳር ይዞ መኖር ቀረ"
    },
    {
        "phrase": "ስለ ሕይወቴ እኔ ምንም ምን አልፈራም፣ ባላባት ገድዬ የነካኝ ሰው የለም።",
        "solution": "ኅብረ ቃል: ባላባት\nሰም: ያገር አስተዋይ ትልቅ ሰው ገድዬ ምንም አልሆንኩም፣ የያዘኝ የለም፣ አሳልፎ ሊሰጠኝ ማንም አልደፈረም\nወርቅ: እንደ አባት የሚያዝንልኝ ባሌ ሞተብኝ፣ ዕድሌ አባት ያክል የሆነ ባሌን አሳጣኝ"
    },
    {
        "phrase": "ስልከኛው ሲያሳልፍ ቃል አሳስቶ ነው፣ መኮንን አይደለም የሞተው ድኻ ነው።",
        "solution": "ኅብረ ቃል: የሞተው ድኻ ነው\nሰም: ድኻ ይሆናል እንጂ መኮንን አልሞተም\nወርቅ: የተጎዳው ድኻው ነው፣ የሚያስብለት የሚያስታውሰለት አጣ፣ ችግሩን የሚነግርለት አላገኘም፣ ስለ ልዑል ራስ መኮንን ሞት"
    },
    {
        "phrase": "ስበላ እየራበኝ ስጠጣ እየጠማኝ አንጀቴን ይዞት፣ ባሌ ደመኛዬ ሆኖ አገኘሁት።",
        "solution": "ኅብረ ቃል: ባሌ ደመኛዬ ሆኖ አገኘሁት\nሰም: ጠላቴ ባሌ ሆኖ አገኘሁት፣ ባላጋራ ባለቤቴ ኖሯል\nወርቅ: የባሌ ሐዘን ገዳዬ ሆነ፣ ያጎሳቆለኝ አንጀቴን ያሳረረው ቆሽቴን ያደበነው የሱ ሞት ነው"
    },
    {
        "phrase": "ስትታመም ታማ ስትሞት ተቀበረች፣ አንተ ስትነሣ እናቴ የት ቀረች።",
        "solution": "ኅብረ ቃል: አንተ ስትነሣ እናቴ የት ቀረች\nሰም: አንተ ስትድን ከሞት ስትነሣ እናቴ አልተነሣችም፣ የት ተውሃት፣ ለማን ጥለሃተ መጣህ\nወርቅ: አንተ ከፍ ከፍ ስትል ሀብት ስታገኝ እሷ ለምን ቀረች አብራችሁ ለፍታችሁ አንተ ቀን ሲወጣልህ እናቴ ቀረባት"
    },
    {
        "phrase": "ሴቶች ተበራቱ አትሁኑ ሰነፍ፣ በሥራ ቀን ሠርቶ በባል ነው ማረፍ።",
        "solution": "ኅብረ ቃል: በባል\nሰም: በሥራ ሰዓት ሥራን ሠርቶ በበዓል ጊዜ ማረፍ መልካም ነው\nወርቅ: ወግ ማዕረግ ተድላ ደስታ የሚኖረው ከባል ጋራ ሲኖሩ ነው ሴት የምትከበረውና የምትታፈረው ከወንድ ጋራ ስትሆን ነው"
    },
    {
        "phrase": "ስለ ምን ማኅተሙ ሳይታተም ቀረ፣ ጃንሆይማ ያሉት አትሙት ነበረ።", "solution": "ኅብረ ቃል: አትሙት\nሰም: ጃንሆይማ የሰጡት ትእዛዝ ማኅተም ይደረግበት የሚል ነበረ ለምን ሳይታተም ቀረ\nወርቅ: የጃንሆይ ጥረታቸው ልፋታቸው ሁሉ እንድትድን እንዳት ሞት ነበር"
    },
    {
        "phrase": "ስታጠቅ አደርኩ ስፈታ፣ ከዚህ ላለው ለምድር ጌታ፣ እዚህ ላይ ደግሞ በሰማይ፣ መኮንን አለ ወይ።",
        "solution": "ኅብረ ቃል: መኮንን አለ ወይ\nሰም: በሰማይ ደግሞ ከእግዚአብሔር በቀር ሌላ ቀጪ የሆነ አለቃ ሹም አለ ወይ\nወርቅ: ወየው ወየው ከሞት በኋላ መኮነን መሠቃየት አለ እኮ፣ የዘለዓለም ፍርድ ይሰጣል"
    },
    {
        "phrase": "ስንቄን ሠንቁልኝ ርቄ እሄዳለሁ፣ እስከ መቼ ድረስ ሳማ እኖራለሁ።", "solution": "ኅብረ ቃል: ሳማ\nሰም: የምኞቴን ባለማግኘቴ እስከ መቼ ድረስ በሐሜትና በሐዘን ተቀምጨ እኖራለሁ\nወርቅ: ስንት ዘመን የሳማን ገዳም ተሾሜ እቀመጣለሁ፣ ወደ ሌላ ወደ ከፍተኛው ደብር አልዛወርምን"
    }

]